{
  "siteTitle": "Fundamental Baptist Church",
  "footer": {
    "subscribe_desc": "Subscribe to receive news about our upcoming events",
    "subscribe": "Subscribe",
    "short_desc": "We are a fundamental church dedicated to the family. Our purpose is to be a Biblical, Christ-centered, and missionary church that serves the Hispanic population.",
    "copyright": "© {{year}}. All rights reserved. Dexel Inc",
    "subscription_message": {
      "success": "Thank you for subscribing!",
      "error": "There was an error processing your request. Please try again later."
    }
  },
  "common": {
    "read_more": "Read more",
    "schedules": "Schedules",
    "navegation": "Navigation",
    "week_days": {
      "thursday": "Thursday",
      "sunday": "Sunday"
    },
    "followUs": "Follow us",
    "hero_msg": "All who are thirsty: Come…",
    "languages": {
      "EN": "English",
      "ES": "Spanish"
    },
    "inputs": {
      "email": {
        "field": "Email",
        "description": "Enter your email"
      },
      "name": {
        "field": "Name"
      },
      "phone": {
        "field": "Phone"
      }
    },
    "activities": "Activities <br /> of",
    "our_church": "Our Church",
    "support": "Support",
    "our_ministry": "Our Ministry",
    "our": "Our",
    "history": "History"
  },
  "menu": {
    "home": "Home",
    "radio": "Radio",
    "aboutUs": "About Us",
    "donations": "Donations"
  },
  "radio": {
    "title": "God Wants to Talk to You",
    "description": "We invite you to discover the Christian radio station, The Voice, a ministry of the Berea Fundamental Baptist Church dedicated to faithfully proclaiming the gospel of Jesus Christ through preaching sound doctrine and music that exalts the Lord.",
    "button": "Listen to us now",
    "schedule": "Monday - Friday 6/7 AZ Time <br/>9 a.m. / p.m. EST"
  },
  "activities": {
    "preaching": "Living, direct, and biblical preaching",
    "class": "Classes for children and adults",
    "music": "Music that honors the Lord",
    "friends": "Edifying and encouraging fellowship",
    "family": "A family-oriented ministry",
    "activities": "Activities for youth and children",
    "bible": "Bible studies in different homes",
    "camp": "Bible Camps"
  },
  "support": {
    "description": "Your generosity makes a difference. <br /> If you would like to support this ministry and be part of what God is doing through our church, you can make your donation quickly and securely using Zelle.",
    "thanks": "Thank you for sowing into the work of the Lord!",
    "support_now": "Support us now"
  },
  "who_we_are": {
    "title": "Who are we?",
    "description": "We are a fundamental church dedicated to the family. Our purpose is to be a Biblical, Christ-centered, and missionary church that serves the Hispanic population. We believe that the Word of God has the answers mankind needs, and we strive to preach and teach it correctly. If you are looking for a place to congregate or are interested in knowing more about God,",
    "welcome": "we will extend to you a warm welcome!",
    "come_soon": "Come soon!",
    "title_hispanic": "Reaching the Hispanic World",
    "for_christ": "For Christ",
    "question": "Are you searching in this world, in vices, in money, for the peace that only God can give?",
    "christ_answer": "Christ is the answer!",
    "invitation": "We invite you to our church. We are a Church that understands the needs of the Hispanic community. We are an independent Fundamental Baptist Church that preaches and practices the Word of God, preached and taught in Spanish. It doesn't matter if you are young or an adult. We are sure you will discover friendly people and a warm welcome when you visit our church."
  },
  "testimonials": {
    "title": "Testimonials",
    "bible_msg": "“Blessed are they that keep his testimonies, and that seek him with the whole heart.”",
    "verse": "Psalm 119:2",
    "read_more": "Read more"
  },
  "our_pastor": {
    "our": "Our",
    "pastor": "Pastor",
    "description": "Pastor Roberto Goins and his family have dedicated their lives to the service of the Lord. They began their ministry in South Carolina, serving the Hispanic community for almost 12 years. In 2005 they gave their lives to Christ, and their calling was strengthened thanks to the cultural connection with Colombia, the country of origin of his wife. Today, guided by God, they work in Arizona planting a church centered on the eternal principles of the Word. Their greatest desire is for every person to recognize their spiritual condition before God and receive forgiveness and the gift of Salvation through Jesus Christ; therefore, to know the true peace and joy that can only be found in Him."
  },
  "missionaries": {
    "missionaries": "Missionaries",
    "description": "Meet the missionary families who are taking the Gospel to different regions of the world."
  },
  "latest_video_title" : "Latest Video",
  "services": {
    "title": "Our Services",
    "sunday": "Sunday 11 A.M.",
    "thursday": "Thursday 7 P.M.",
    "email": "Mail: ibfdeaz@gmail.com",
    "phone": "Phone number: (520) 840-5633"
  },
  "location": {
    "title": "Map",
    "subtitle": "And Directions",
    "from_cg_title": "From Casa Grande:",
    "from_cg_desc": "Drive south on Chuichu Rd, Trekell Rd. or Thornton Rd. After crossing I-8, from Chuichu or Trekell Rd, turn right on Hanna Rd. From Thornton, turn left on Hanna Rd. The church is halfway between Chuichu Rd. and Thornton Rd. on Hanna Rd.",
    "from_south_title": "From the South:",
    "from_south_desc": "Drive north on Chuichu Road toward Casa Grande. Just before crossing the bridge over I-8, turn left on Hanna Rd. The church is approximately 1/2 mile on the right.",
    "bible_quote": "\"Search the scriptures; for in them ye think ye have eternal life: and they are they which testify of me.\"",
    "bible_ref": "John 5:39",
    "address": "18280 West Hanna Road\nCasa Grande, AZ 85193",
    "view_map": "View larger map"
  },
  "salvation": {
    "title": "Can someone know for sure where they will spend eternity when they die?",
    "intro": "A deep question with an answer that can change your eternity.",
    "content": "It's a difficult question. If we think only based on what we can see with our eyes, no one can truly know until they are dead. But not everything that exists must be seen to know it is real. We exercise our faith every day. By faith, we leave our house trusting there will be oxygen to breathe, even though we don't see it; otherwise, we would all carry an oxygen tank. By faith, we trust that the food served at a restaurant is clean and edible, accepting it based on the word of the one who sells us the food. Faith is essential to our entire existence. Why is it so hard to believe what God says in His Word? He tells us how we can be sure we are going to Heaven when we die.",
    "points": {
      "1_title": "1. Recognize that we are sinners",
      "1_text": "Romans 3:10 says: “As it is written: There is none righteous, not even one.“",
      "2_title": "2. Recognize that sin separates us from God",
      "2_text": "Romans 5:8 says: “But God shows His love for us in that while we were still sinners, Christ died for us.“",
      "3_title": "3. Recognize that only Christ can save us",
      "3_text": "Acts 4:12 says: “And there is salvation in no one else; for there is no other name under heaven that has been given among men by which we must be saved.”",
      "4_title": "4. Put our faith and trust in Christ and His work on the cross",
      "4_text": "Romans 10:13 says: “For whoever will call on the name of the Lord will be saved.”"
    },
    "call_to_action": "You can be saved right now.",
    "verse": "1 John 5:13 says: “I write these things to you… that you may know that you have eternal life.”"
  }
}
