{
  "siteTitle": "Fundamental Baptist Church",
  "footer": {
    "subscribe_desc": "Subscribe to receive news about our upcoming events",
    "subscribe": "Subscribe",
    "short_desc": "We are a fundamental church dedicated to the family. Our purpose is to be a Biblical, Christ-centered, and missionary church that serves the Hispanic population.",
    "copyright": "© {{year}}. All rights reserved. Dexel Inc"
  },
  "common": {
    "read_more": "Read more",
    "schedules": "Schedules",
    "navegation": "Navigation",
    "week_days": {
      "thursday": "Thursday",
      "sunday": "Sunday"
    },
    "followUs": "Follow us",
    "hero_msg": "All who are thirsty, come…",
    "languages": {
      "EN": "English",
      "ES": "Spanish"
    },
    "inputs": {
      "email": {
        "field": "Email",
        "description": "Enter your email"
      },
      "name": {
        "field": "Name"
      },
      "phone": {
        "field": "Phone"
      }
    },
    "activities": "Activities <br /> of",
    "our_church": "Our Church",
    "support": "Support",
    "our_ministry": "Our Ministry",
    "our": "Our",
    "history": "History"
  },
  "menu": {
    "home": "Home",
    "radio": "Radio",
    "aboutUs": "About Us",
    "donations": "Donations"
  },
  "radio": {
    "title": "God Wants to Talk to You",
    "description": "We invite you to discover our Christian radio station, The Voice, a ministry of the Berea Fundamental Baptist Church dedicated to faithfully proclaiming the gospel of Jesus Christ through preaching sound doctrine and music that exalts the Lord.",
    "button": "Listen to us now",
    "schedule": "Monday - Friday 6/7 AZ Time <br/>9 a.m. / p.m. EST"
  },
  "activities": {
    "preaching": "Living, direct, and biblical preaching",
    "class": "Classes for children and adults",
    "music": "Music that honors the Lord",
    "friends": "Edifying and encouraging fellowship",
    "family": "A family-oriented ministry",
    "activities": "Activities for youth and children",
    "bible": "Bible studies in different homes",
    "camp": "Bible Camps"
  },
  "support": {
    "description": "Your generosity makes a difference. <br /> If you would like to support this ministry and be part of what God is doing through our church, you can make your donation quickly and securely using Zelle.",
    "thanks": "Thank you for sowing into the work of the Lord!",
    "support_now": "Support us now"
  },
  "who_we_are": {
    "title": "Who are we?",
    "description": "We are a fundamental church dedicated to the family. Our purpose is to be a Biblical, Christ-centered, and missionary church that serves the Hispanic population. We believe that the Word of God has the answers mankind needs, and we strive to preach and teach it correctly. If you are looking for a place to congregate or are interested in knowing more about God,",
    "welcome": "we will extend to you a warm welcome!",
    "come_soon": "Come soon!",
    "title_hispanic": "Reaching the Hispanic World",
    "for_christ": "For Christ",
    "description_hispanic": "Are you searching in this world, in vices, in money, for the peace that only God can give? <br/> <strong className=\"font-extrabold\"> Christ is the answer!</strong> We invite you to our church. We are a church that understands the needs of the Hispanic community. We are a Fundamental and Independent Baptist Church that preaches and practices the Word of God, preached and taught in Spanish. It doesn't matter if you are young or an adult. We are sure you will find friendly people and a warm welcome when you visit our church."
  },
  "testimonials": {
    "title": "Testimonials",
    "bible_msg": "“Blessed are they that keep his testimonies, and that seek him with the whole heart.”",
    "verse": "Psalm 119:2"
  },
  "our_pastor": {
    "our": "Our",
    "pastor": "Pastor",
    "description": "Pastor Roberto Goins and his family have dedicated their lives to the service of the Lord. They began their ministry in South Carolina, serving the Hispanic community for almost 12 years. In 2005 they gave their lives to Christ, and their calling was strengthened thanks to the cultural connection with Colombia, the country of origin of his wife. Today, guided by God, they work in Arizona planting a church centered on the eternal principles of the Word. Their greatest desire is for every person to know the true peace and joy that can only be found in a relationship with Jesus Christ."
  },
  "missionaries": {
    "missionaries": "Missionaries",
    "description": "Meet the missionary families who are taking the Gospel to different regions of the world."
  },
  "latest_video_title" : "Latest Video",
  "services": {
    "title": "Nuestros Servicios",
    "sunday": "Domingo 11 A.M.",
    "thursday": "Jueves 7 P.M.",
    "email": "Correo electrónico: ibfdea@gmail.com",
    "phone": "Número de contacto: (520) 840-5633"
  },
  "location": {
    "title": "Mapa",
    "subtitle": "Y Direcciones",
    "from_cg_title": "Desde Casa Grande:",
    "from_cg_desc": "Conduzca hacia el sur por Chuichu Rd. cruce la Trekel Rd. y Thornton Rd. Después de cruzar la S. desde Chuichu a Trekel Rd., doble a la derecha en Hanna Rd. Desde Thornton, doble izquierda en Hanna Rd. La iglesia está en la mitad del camino entre Chuichu Rd. y Thornton Rd. en Hanna Rd.",
    "from_south_title": "Desde el Sur:",
    "from_south_desc": "Conduzca hacia el norte por Chuichu Road hacia Casa Grande. Justo antes de cruzar el puente sobre la I-8, doble a la izquierda en Hanna Rd. La iglesia está aproximadamente 1/2 milla a la derecha.",
    "bible_quote": "\"Escudriñad las Escrituras; porque a vosotros os parece que en ellas tenéis la vida eterna; y ellas son las que dan testimonio de mí.\"",
    "bible_ref": "Juan 5:39",
    "address": "18280 West Hanna Road\nCasa Grande, AZ 85193",
    "view_map": "Ver mapa más grande"
  },
  "salvation": {
    "title": "Can someone know for sure they will go to Heaven when they die?",
    "intro": "A deep question with an answer that can change your eternity.",
    "content": "It’s a difficult question. If we think only based on what we can see with our eyes, no one can truly know until they are dead. But not everything that exists must be seen to know it is real. We exercise our faith every day. By faith, we leave our house trusting there will be oxygen to breathe, even though we don’t see it; otherwise, we would all carry an oxygen tank. By faith, we trust that the food served at a restaurant is clean and edible, accepting it based on the word of the one who sells us the tacos. Faith is essential to our entire existence. Why is it so hard to believe what God says in His Word? He tells us how we can be sure we are going to Heaven when we die.",
    "points": {
      "1_title": "1. Recognize that we are sinners",
      "1_text": "Romans 3:10 says: “As it is written: There is none righteous, not even one.”",
      "2_title": "2. Christ is the one who can save us",
      "2_text": "Romans 5:8 says: “But God shows His love for us in that while we were still sinners, Christ died for us.”",
      "3_title": "3. Sin separates us from God",
      "3_text": "Romans 3:23 says: “For all have sinned and fall short of the glory of God.”",
      "4_title": "4. Trust in Christ",
      "4_text": "John 1:12: “But to all who did receive Him...”, Romans 10:13: “For everyone who calls on the name of the Lord will be saved.”"
    },
    "call_to_action": "You can be saved right now.",
    "verse": "1 John 5:13 says: “I write these things to you… that you may know that you have eternal life.”"
  }
}
